function about() {
document.getElementById("middletext").style.backgroundImage = "url('/images/middle_text.jpg')";
document.getElementById("i").innerHTML = "Привет, я Егор!";
document.getElementById("about").innerHTML = "Я родился 30 ноября 2020 года в городе Зеленограде. Детство мое проходит в поселке Мечта, расположенном в Подмосковье.<p>Воспитанием моим занимаются папочка и мамочка. Они стараются как могут) У меня много книжек и разных игр. С папочкой мы играем в машинки, а с мамочкой строим парковки из конструктора. Зимой я не очень люблю выходить гулять, зато летом мы гуляем много. Рядом с поселком есть конюшня, мы с папочкой ходим кататься на пони. Мне очень нравится! Еще я катаюсь на самокате и беговеле, а когда подрасту буду ездить на велосипеде, как взрослые мальчишки)</p>";
}